{
    "timestamp": "2025-05-29T22:25:42.998131",
    "query": "Can you summarise the whole document for me?",
    "summaries": {
        "Cohere": "Title: Adjunctive beneficial effect of c-di-GMP, a STING agonist, in enhancing protective efficacy of TLR4-adjuvanted tuberculosis subunit vaccine formulations  \nAuthors: Kee Woong Kwon, Eunsol Choi, Hagyu Kim, Hyeong Woo Kim, Sangwon Choi, Seunghyun Lee, Sang-Jun Ha, and Sung Jae Shin  \n\nSummary:  \nThis study investigates the potential of combining Toll-like receptor 4 (TLR4) adjuvants with a stimulator of interferon genes (STING) agonist, c-di-GMP (CDG), to enhance the protective efficacy of tuberculosis (TB) subunit vaccines. The research focuses on the immunogenicity of antigens (Ags) ESAT6 and Ag85B when formulated with TLR4 adjuvants (MPL/DDA or GLA-SE) and CDG. Mice immunized with these formulations exhibited increased generation of Th1-biased, polyfunctional ESAT6- and Ag85B-specific CD4+ T cells in both the lungs and spleen. The inclusion of CDG promoted the mucosal localization of these T cells, resembling resident memory phenotypes in the lung parenchyma, and increased their presence in lung vasculature.  \n\nFollowing aerogenic challenge with *Mycobacterium tuberculosis* (Mtb), immunized mice showed significantly reduced bacterial loads and pulmonary inflammation compared to non-immunized, BCG-immunized, and GLA-SE-only immunized groups. Notably, CDG inclusion decreased the expression of killer cell lectin-like receptor subfamily G member 1 (KLRG1) among Ag-specific CD4+ T cells, correlating with enhanced lung-homing and the presence of less-differentiated Th1 cells.  \n\nThe findings highlight that CDG, when combined with TLR4 adjuvants, enhances long-term protective immunity, offering a promising strategy for developing more effective TB subunit vaccines. This approach addresses the critical need for improved TB vaccines by leveraging adjuvant synergy to optimize immune responses against Mtb.",
        "LLaMA": "Title: Adjunctive beneficial effect of c-di-GMP, a STING agonist, in enhancing protective efficacy of TLR4-adjuvanted tuberculosis subunit vaccine formulations  \nAuthors: Kee Woong Kwon, Eunsol Choi, Hagyu Kim, Hyeong Woo Kim, Sangwon Choi, Seunghyun Lee, Sang-Jun Ha, Sung Jae Shin  \n\nSummary:  \nThis study investigates the immunogenicity and tuberculosis (TB) vaccine potential of antigens combined with Toll-like receptor 4 (TLR4) adjuvants and a stimulator of interferon genes (STING) agonist, c-di-GMP. The researchers found that integrating ESAT6 antigen in TLR4 and CDG adjuvant formulations remarkably boosted Th1-biased, polyfunctional ESAT6-specific CD4+ T cells in the lungs and spleen, providing durable protection against Mtb infection. The inclusion of CDG promoted mucosal localization of ESAT6-specific CD4+ T cells resembling resident memory phenotypes in the lung parenchyma and increased Ag-specific CD4+ T cells in lung vasculature. Immunization with another vaccine Ag candidate, Ag85B, in GLA-SE plus CDG similarly increased Ag85B-specific CD4+ T cells in the spleen and both lung compartments. Following ultra-low dose Mtb challenge, ESAT6 or Ag85B/GLA-SE/CDG immunizations significantly reduced bacterial loads compared to non-, Bacillus Calmette-Guérin (BCG)-, and ESAT6 or Ag85B/GLA-SE-immunized groups. The study highlights that CDG, when used in combination with TLR4 adjuvants, enhances long-term protective immunity, offering a promising strategy for subunit TB vaccine development.",
        "GPT-4": "Title: Adjunctive beneficial effect of c-di-GMP, a STING agonist, in enhancing protective efficacy of TLR4-adjuvanted tuberculosis subunit vaccine formulations\nAuthors: Kee Woong Kwon, Eunsol Choi, Hagyu Kim, Hyeong Woo Kim, Sangwon Choi, Seunghyun Lee, Sang‑Jun Ha, and Sung Jae Shin \n\nSummary: \nThis research focuses on the development of an effective subunit vaccine for tuberculosis (TB), concentrating on the combination of antigens with Toll-like receptor 4 adjuvants and a stimulator of interferon genes (STING) agonist. The integration of these components was found to significantly boost Th1-biased, polyfunctional adaptive immune responses, and increase the localization of these specific T cells in lung tissue. Consequently, this provided durable protection against infection from Mycobacterium tuberculosis (Mtb), the bacteria causing TB. The study emphasizes the enhanced long-term protective immunity provided by the STING agonist c-di-GMP when combined with TLR4 adjuvants, indicating a promising path for subunit TB vaccine development."
    }
}