[
  {
    "pmid": "40380783",
    "title": "New onset of hypertension associated with immune checkpoint inhibitor therapy in cancer patients.",
    "abstract": "To evaluate whether immune checkpoint inhibitor (ICI) therapy is associated with a higher incidence of hypertension (HTN) among cancer patients compared to those not treated with ICIs."
  },
  {
    "pmid": "40380775",
    "title": "External Application of a Xiaozhen zhiyang Decoction for Facial Rash Related to Epidermal Growth Factor Receptor Tyrosine Kinase Inhibitors in Chinese Patients: A Prospective Single-Arm Observational Study.",
    "abstract": "Evidence regarding Chinese herbal medicine for facial rash related to epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs) is limited. Therefore, this study aimed to investigate whether ex ternal application of a Xiaozhen zhiyang (XZZY) decoction is effective for EGFR-TKI-related facial rash in Chinese patients."
  },
  {
    "pmid": "40380766",
    "title": "Global mitophagy inhibition via BNIP3 ablation is not sufficient to alleviate skeletal muscle impairments in male and female tumor-bearing mice.",
    "abstract": "Cancer cachexia (CC) is marked by severe skeletal muscle loss and dysfunction, associated with mitochondrial degeneration. Our previous studies showed induction of the mitophagy marker BNIP3 3-weeks post-Lewis Lung Carcinoma (LLC) induction. We hypothesize excessive mitophagy contributes to muscle wasting in CC. To test this, we used a <i>Bnip3</i> knockout (KO) mouse model with LLC-induced CC to assess its impact on muscle outcomes. 8-weeks-old male and female mice were injected with 1x10<sup>6</sup> LLC cells or PBS (sham controls). After 4 weeks, we assessed muscle function through dorsiflexor electrophysiology, muscle protein synthesis via deuterium oxide labeling, and mitochondrial respiration. Plantaris and white-gastrocnemius muscles were analyzed for mitochondrial respiratory function, tibialis anterior (TA) for muscle cross-sectional area, and mixed-gastrocnemius for protein and mRNA analysis. <i>Bnip3</i> KO showed some benefits in males, including attenuated fat loss and splenomegaly and near-significant attenuation of EDL mass loss. In females, <i>Bnip3</i> KO did not prevent relative muscle atrophy or functional impairments. In males, KO lowered protein synthesis independent of cancer. Despite KO reducing mitophagy markers, it did not improve muscle mitochondrial respiration or functional outcomes. In both sexes, KO mice exhibited unbalanced mitochondrial dynamics with increased fission and reduced fusion, processes also impaired by LLC. Overall, global <i>Bnip3</i> ablation may not offer significant benefits for CC by itself. These findings suggest targeting aberrant mitophagy via complete <i>Bnip3</i> deletion is insufficient to alleviate cancer-induced muscle detriments in both biological sexes, while BNIP3-mediated mitophagy may be needed to maintain protein anabolism."
  },
  {
    "pmid": "40380745",
    "title": "Towards Skin Cancer Detection Through Low Resolution Images.",
    "abstract": "Currently, dermatologists need to check numerous image reports (high resolution) for diagnosing skin conditions, and Machine Learning (ML) models can help with this tedious task. However, current ML models usually work best with high-quality images in case of skin cancer, and those high-resolution images need dermoscope. In this paper, we investigated how well ML performs on low-quality ones. Our results shows though there are challenges with using lower-quality images but still models perform with >84% accuracy, and we plan to improve the models to make them more accurate and useful in real-world clinics."
  },
  {
    "pmid": "40380499",
    "title": "Exploring Differential Diagnosis-Based Explainable AI: A Case Study in Melanoma Detection.",
    "abstract": "Melanoma is a significant global health concern, with rising incidence rates and high mortality when diagnosed late. Artificial Intelligence (AI) models, especially models using deep learning techniques, have shown promising results in melanoma detection. However, the complexity of these models often leads to a lack of transparency, making it difficult for clinicians to understand and trust AI-based diagnoses. This paper presents a novel Explainable AI (XAI) method that aligns with differential diagnosis techniques commonly used in clinical settings, providing more comprehensive explanations. The novel XAI method and four commonly used XAI methods were evaluated with intended users with respect to perceived useability and trust. We found that the new method was considered more useful than other methods tested. Notably, the widely used saliency mapping technique received the lowest ratings, performing even worse than providing no explanation at all."
  },
  {
    "pmid": "40380441",
    "title": "Formative Usability Testing of Artificial Intelligence in Pathology: The Challenge of Assessing Acceptability.",
    "abstract": "Digital Pathology has provided a platform to use Artificial Intelligence (AI) to assist pathologists with diagnosis and reporting. An AI tool is being developed that analyzes digital Hematoxylin and Eosin (stained tissue) images associated with a skin cancer case and pre-populates a report with required parameters. The aim of this AI pathology assistant is to save pathologist time and increase reporting efficiency. This study assessed ease of use and acceptability of a first iteration of the AI tool. Twelve pathologists were recruited across seven UK hospitals and participated in a think-aloud evaluation, completing a pathology report using the novel tool, after which they participated in a brief interview. The think-aloud identified several issues that can inform tool development to improve ease of use. AI performance (inaccuracy populating report items) constrained assessment of tool acceptability and added tasks to the reporting process. This finding emphasizes the importance of AI accuracy (1) for assessing if and how such tools can be integrated into clinician's workflow to increase efficiency, and (2) for cultivating clinician trust in tool performance to support adoption in practice."
  },
  {
    "pmid": "40380338",
    "title": "Prevalence, microbiology, and antimicrobial susceptibility profile of bacterial skin and soft tissue infections in pediatric patients with malignancies at a referral teaching hospital in Shiraz, Iran.",
    "abstract": "Skin and soft tissue infections (SSTIs) in pediatric oncology patients present significant challenges owing to their immunocompromised condition and susceptibility to severe infections. This study aimed to assess the prevalence, microbiology, and antibiotic resistance patterns of SSTIs in children with malignancies admitted to a referral teaching hospital."
  },
  {
    "pmid": "40380280",
    "title": "Comparison of baseline patient characteristics in phase 1 and phase 2/3 clinical trials for anticancer treatments.",
    "abstract": "Characteristics of patients significantly differ between registrational clinical trials (CTs) and Italian real-world practice, with older median age, higher elderly (≥ 65) rate and worse performance status (PS) in the latter, without imbalance in female rate. We compared the same characteristics between registrational phase 2/3 and phase 1 CTs."
  },
  {
    "pmid": "40380214",
    "title": "Iodine-125 plesiotherapy for murine tumor treatment.",
    "abstract": "Radiotherapy (RT) is one of the four pillars of cancer treatment. Plesiotherapy, or contact brachytherapy, involves irradiating a tumor by placing small radioactive sources directly on the skin's surface above the tumor. In this study, we evaluated the efficacy of a novel local external radiation technique using iodine-125 seeds enclosed within a 3D-printed case, positioned externally on the tumor surface."
  },
  {
    "pmid": "40380086",
    "title": "Enhancing basal cell carcinoma classification in preoperative biopsies via transfer learning with weakly supervised graph transformers.",
    "abstract": "Basal cell carcinoma (BCC) is the most common skin cancer, placing a significant burden on healthcare systems globally. Developing high-precision automated diagnostics requires large annotated datasets, which are costly and difficult to obtain. This study aimed to fine-tune a weakly supervised machine learning model to classify BCC in preoperative punch biopsies using transfer learning. By addressing challenges of scalability and variability, this approach seeks to enhance generalizability and diagnostic accuracy."
  },
  {
    "pmid": "40379922",
    "title": "Exploring the potential role of ADRB1 as a tumor suppressor gene and prognostic biomarker in pan-cancer analysis.",
    "abstract": "The β<sub>1</sub>-adrenergic receptor (β<sub>1</sub>-AR) is an important membrane receptor belonging to the G protein coupled receptors, encoded by ADRB1. Norepinephrine released by the sympathetic nerve activates β-adrenergic receptors. Compared with β<sub>2</sub>-adrenergic receptor (β<sub>2</sub>-AR), β<sub>1</sub>-AR has higher affinity for norepinephrine. However, the current research is mostly limited to the role of β<sub>2</sub>-AR in cancer development, and the effect and mechanism of β<sub>1</sub>-AR on cancer prognosis are still unclear."
  },
  {
    "pmid": "40379798",
    "title": "siRNA conjugate with high albumin affinity and degradation resistance for delivery and treatment of arthritis in mice and guinea pigs.",
    "abstract": "Osteoarthritis and rheumatoid arthritis are debilitating joint diseases marked by pain, inflammation and cartilage destruction. Current osteoarthritis treatments only relieve symptoms, while rheumatoid arthritis therapies can cause immune suppression and provide variable efficacy. Here we developed an optimized small interfering RNA targeting matrix metalloproteinase 13 for preferential delivery to arthritic joints. Chemical modifications in a stabilizing 'zipper' pattern improved RNA resistance to degradation, and two independent linkers with 18 ethylene glycol repeats connecting to tandem C18 lipids enhanced albumin binding and targeted delivery to inflamed joints following intravenous administration. In preclinical models of post-traumatic osteoarthritis and rheumatoid arthritis, a single intravenous injection of the albumin-binding small interfering RNA achieved long-term joint retention, sustained gene silencing and reduced matrix metalloproteinase 13 activity over 30 days, resulting in decreased cartilage erosion and improved clinical outcomes, including reduced joint swelling and pressure sensitivity. This approach demonstrated superior efficacy over corticosteroids and small-molecule MMP inhibitors, highlighting the therapeutic promise of albumin 'hitchhiking' for targeted, systemic delivery of gene-silencing therapeutics to treat osteoarthritis and rheumatoid arthritis."
  },
  {
    "pmid": "40379673",
    "title": "Dietary lipids are largely deposited in skin and rapidly affect insulating properties.",
    "abstract": "Skin is a regulatory hub for energy expenditure and metabolism, and alteration of lipid metabolism enzymes in skin impacts thermogenesis and obesogenesis in mice. Here we show that thermal properties of skin are highly reactive to diet: within three days, a high fat diet reduces heat transfer through skin. In contrast, a dietary manipulation that prevents obesity accelerates energy loss through skins. We find that skin is the largest target for dietary fat delivery, and that dietary triglyceride is assimilated by epidermis and dermal white adipose tissue, persisting for weeks after feeding. With caloric-restriction, mouse skins thin and assimilation of circulating lipids decreases. Using multi-modal lipid profiling, keratinocytes and sebocytes are implicated in lipid changes, which correlate with thermal function. We propose that skin should be routinely included in physiological studies of lipid metabolism, given the size of the skin lipid reservoir and its adaptable functionality."
  },
  {
    "pmid": "40379472",
    "title": "Rare case of CD20-positive primary cutaneous T-cell lymphoma, NOS, with an aggressive clinical course.",
    "abstract": ""
  },
  {
    "pmid": "40379302",
    "title": "Prevalence of glaucoma and characteristics of ocular manifestations in patients with Naevus of Ota.",
    "abstract": "This cross-sectional study aimed to determine the prevalence of glaucoma and associated ocular characteristics in Thai patients with Naevus of Ota, comparing those with ocular melanocytosis or oculodermal melanocytosis to those exhibiting only skin hyperpigmentation."
  },
  {
    "pmid": "40379272",
    "title": "Sensitivity to immune checkpoint inhibitors in BRAF/MEK inhibitor refractory melanoma.",
    "abstract": "Resistance to BRAF and MEK inhibitors (BRAFi/MEKi) in metastatic melanoma frequently results in cross-resistance to immune checkpoint inhibitors (ICI), limiting effective treatment options. However, a subset of BRAFi/MEKi-resistant patients remains responsive to second-line ICI, suggesting heterogeneous underlying resistance mechanisms. This study aimed to explore the tumor immune microenvironment in BRAFi/MEKi-resistant melanoma to uncover factors influencing sensitivity to second-line ICI therapy."
  },
  {
    "pmid": "40379193",
    "title": "Screening for strongyloidiasis among selected populations in Taiwan: prevalence, associated factors, and outcomes.",
    "abstract": "When and how to screen for strongyloidiasis in high-income countries remain to be elucidated. This study aimed to investigate the prevalence, associated factors, and outcome of strongyloidiasis in Taiwan and proposed clinical criteria for serological screening."
  },
  {
    "pmid": "40379030",
    "title": "Combinations of approved oral nucleoside analogues confer potent suppression of alphaviruses in vitro and in vivo.",
    "abstract": "Alphaviruses, including chikungunya virus (CHIKV), pose a significant global health threat, yet specific antiviral therapies remain unavailable. We evaluated combinations of three oral directly acting antiviral drugs (sofosbuvir (SOF), molnupiravir (MPV), and favipiravir (FAV)), which are approved for other indications, against CHIKV, Semliki Forest virus (SFV), Sindbis virus (SINV), and Venezuelan Equine Encephalitis virus (VEEV) in vitro and in vivo. We assessed antiviral efficacy in human skin fibroblasts and liver cells, as well as in a mouse model of CHIKV-induced arthritis. In human skin fibroblasts, synergistic antiviral effects were observed for combinations of MPV + SOF and FAV + SOF against CHIKV, and for FAV + SOF against SFV. In human liver cells, FAV + MPV conferred additive to synergistic activity against VEEV and SINV, while SOF synergized with FAV against SINV. In mice, MPV improved CHIKV-induced foot swelling and reduced systemic infectious virus titres. Combination treatment with MPV and SOF significantly reduced swelling and infectious titres compared to monotherapies of each drug. Sequencing of CHIKV RNA from joint tissue revealed that MPV caused dose-dependent increases in mutations in the CHIKV genome. Upon combination therapy of MPV with SOF, the number of mutations was significantly lower compared to monotherapy with several higher doses of MPV. Combining these approved oral nucleoside analogues confers potent suppression of multiple alphaviruses in vitro and in vivo with enhanced control of viral genetic evolution in face of antiviral pressure. These drug combinations may ultimately lead to the development of potent combinations of pan-family alphavirus inhibitors."
  },
  {
    "pmid": "40378890",
    "title": "Associations of Serum 25-Hydroxyvitamin D Concentrations with Risks of Mortality and Cardiovascular Disease among Individuals with Psoriasis.",
    "abstract": "Evidence remains scarce regarding the relationship between serum 25-hydroxyvitamin D (25(OH)D) and the risk of mortality and cardiovascular disease (CVD) in psoriasis."
  },
  {
    "pmid": "40378888",
    "title": "High magnification Smartphone-Dermatoscope Integration: A Portable and Accessible Alternative to Super High-Magnification Videodermatoscopy.",
    "abstract": ""
  },
  {
    "pmid": "40378886",
    "title": "Alternating single section specimen for large tumors removed by Mohs micrographic surgery.",
    "abstract": ""
  },
  {
    "pmid": "40378841",
    "title": "Molecular and genetic characterization of sex-linked orange coat color in the domestic cat.",
    "abstract": "The Sex-linked orange mutation in domestic cats causes variegated patches of reddish/yellow hair and is a defining signature of random X inactivation in female tortoiseshell and calico cats. Unlike the situation for most coat color genes, there is no apparent homolog for Sex-linked orange in other mammals. We show that Sex-linked orange is caused by a 5-kb deletion that leads to ectopic and melanocyte-specific expression of the Rho GTPase Activating Protein 36 (Arhgap36) gene. Single-cell RNA sequencing (RNA-seq) studies from fetal cat skin reveal that red/yellow hair color is caused by reduced expression of melanogenic genes that are normally activated by the melanocortin 1 receptor (Mc1r)-cyclic adenosine monophosphate (cAMP)-protein kinase A (PKA) pathway, but Mc1r and its ability to stimulate cAMP accumulation is intact. Instead, we show that expression of Arhgap36 in melanocytes leads to reduced levels of the PKA catalytic subunit (PKA<sub>C</sub>); thus, Sex-linked orange is genetically and biochemically downstream of Mc1r. Our findings resolve a longstanding comparative genetic puzzle, provide in vivo evidence for the ability of Arhgap36 to inhibit PKA, and reveal a molecular explanation for a charismatic color pattern with a rich genetic history."
  },
  {
    "pmid": "40377755",
    "title": "The causal relationship between celiac disease and psoriasis: evidence from Mendelian randomization and meta-analysis.",
    "abstract": ""
  },
  {
    "pmid": "40377733",
    "title": "Novel technique in intraoperative localisation of skin cancer metastasis using ultrasound guidance: a case report.",
    "abstract": "Localisation of metastatic squamous cell carcinoma (SCC) often poses intraoperative challenges. There is limited description of surgical practices to address these difficulties in the literature. Low-frequency ultrasound use intraoperatively may enhance tumour detection and facilitate complete resection."
  },
  {
    "pmid": "40377722",
    "title": "Congenital ichthyosis is associated with cutaneous malignancies in a case-control study.",
    "abstract": "Congenital ichthyoses are a heterogeneous group of keratinization disorders. Though there are case reports describing skin cancer development in congenital ichthyosis patients, the risk of skin cancer in congenital ichthyosis patients compared to the general population is unknown."
  },
  {
    "pmid": "40377720",
    "title": "SKIN: a four step method for navigating difficult conversations in dermatology.",
    "abstract": "Diagnostic disclosure in the world of new technologies presents unique challenges. Studies investigating the role of dermatologists in breaking bad news and standard practices do not exist. To evaluate dermatologists' perceptions, frequency, and attitudes towards breaking bad news and to create a practical guide for diagnostic disclosure. A national survey of 223 dermatologists (via the American Academy of Dermatology) assessed their comfort and training in breaking bad news. The responses were analyzed for patterns and gaps in preparedness. All dermatologists felt breaking bad news was an important daily task. However, many (40%) did not feel completely comfortable with diagnostic disclosure and often learned during practice (61%) or lacked any training in the task (17%). Dermatologists highlighted the need for additional resources; thus we created a guide for breaking bad news in dermatology which we called the SKIN (Set the stage, Knowledge, Inform, Next steps) approach. The SKIN approach offers a structured framework to improve dermatologists' confidence and effectiveness in diagnostic disclosure. Incorporating formal training into medical education and residency programs could further enhance preparedness for this task."
  },
  {
    "pmid": "40377689",
    "title": "Mohs Micrographic Surgery (MMS) in immunosuppressed patients: a review of outcomes and prognosis.",
    "abstract": "Immunosuppressed (IS) patients are at an increased risk of developing nonmelanoma skin cancers compared to immunocompetent (IC) patients. The standard of treatment in both cohorts is Mohs Micrographic Surgery (MMS); however, the impact and prognosis of MMS in IS patients has not been comprehensively characterized. This review elucidates post-MMS complications, recurrence, metastasis, and survival in IS patients with cutaneous malignancies. Results have important implications for pre-operative planning, and post-operative surveillance and management of IS patients with cutaneous malignancies."
  },
  {
    "pmid": "40377625",
    "title": "Skin and soft tissue manifestations in amyloid light-chain amyloidosis.",
    "abstract": ""
  },
  {
    "pmid": "40377603",
    "title": "Haploidentical stem cell transplantation in newly diagnosed high-risk neuroblastoma: Results from a single-arm, prospective study from India.",
    "abstract": "With increasing data on graft-versus-tumor (GVT) effect in neuroblastoma, we aimed to evaluate the possibility of haploidentical stem cell transplantation (HSCT) as a technique to induce GVT and thereby improve outcomes in high-risk neuroblastoma."
  },
  {
    "pmid": "40377561",
    "title": "[A clinical case of bladder metastasis of skin melanoma].",
    "abstract": "Melanoma is the most aggressive malignant skin neoplasm with a high potential for metastasis and molecular genetic diversity. A clinical case of a 35-year-old patient who admitted to the clinic with a diagnosis of melanoma of the skin on the back of pT2aN2M1b, Clarke invasion stage 3, BRAF (+), metastases to the brain, spine (Th8), who had previously undergone to complete excision of melanoma in 2023, is presented in the article. During examination, bladder tumor was detected. Histological study confirmed the presence of metastatic melanoma of the bladder. Metastatic bladder tumor in patients with melanoma is a rare entity. Surgical treatment can be carried out to improve dysuria and the oncological outcomes, including those patients with synchronous metastases."
  },
  {
    "pmid": "40377469",
    "title": "A Proactive Approach to Using Moldable Skin Barriers to Enhance Ostomy Care: A Multiple Case Series.",
    "abstract": "The rise in gastrointestinal diseases in the Asia-Pacific region has led to an increased need for ostomy surgeries. The occurrence of peristomal skin complications (PSCs) challenges the principal goal of ostomy nursing, achieving self-efficacy in ostomy management and restoration of optimal physical health and health-related quality of life."
  },
  {
    "pmid": "40377143",
    "title": "Vulvar basal cell carcinoma treated with Mohs micrographic surgery: A case series and systematic review.",
    "abstract": "Basal cell carcinoma (BCC) is the most common type of skin cancer. Vulvar BCC accounts for less than 1% of all BCCs but can be difficult to manage due to its functionally and cosmetically relevant anatomic location. Mohs micrographic surgery (MMS) is a tissue-sparing technique that ensures complete margin analysis, minimizing recurrence while preserving healthy tissue. In this study, we systematically reviewed the literature, searching for cases of vulvar BCC treated with MMS. Eight articles representing 17 cases of vulvar BCC treated with MMS have been published, and we added 3 extra cases of our own experience. The present study highlights the relevance of including BCC in the differential diagnosis of vulvar dermatosis, and the key role of MMS in the vulvar region, where tissue sparing and functionality preservation are vital."
  },
  {
    "pmid": "40376946",
    "title": "Updates in clinical trial-explored chemopreventive agents for cutaneous melanoma: mechanisms affecting melanocytes.",
    "abstract": "Cutaneous melanoma is a highly aggressive skin cancer with rising incidence, driven by risk factors such as ultraviolet exposure, genetic predisposition, and immunosuppression. While surgical excision remains the primary treatment, interest in chemoprevention strategies is growing. Numerous natural and synthetic agents have shown preclinical promise, but evaluating their effectiveness is challenging due to their systemic effects on multiple cell types. This review provides a focused examination of the melanocyte-specific mechanisms of select agents that have been tested in clinical trials for melanoma chemoprevention. We discuss various molecular and cellular mechanisms driving the anti-melanoma properties of nonsteroidal anti-inflammatory drugs, statins, sulforaphane, vitamin D, and <i>N</i>-acetylcysteine. Despite promising preclinical and early clinical data, challenges remain regarding precise mechanisms, optimal dosing, long-term safety, and patient selection. Future research should focus on refining melanoma prevention strategies through well-designed clinical trials and personalized approaches integrating genetic and molecular risk factors."
  },
  {
    "pmid": "40375468",
    "title": "Dupilumab for the Treatment of Cutaneous Immune-Related Adverse Events: A Systematic Review.",
    "abstract": "The emergence of immune checkpoint inhibitors has revolutionized the landscape of cancer treatment in the modern era. However, cutaneous immune-related adverse events (cirAEs) are common, significantly affecting patients' quality of life and often leading to treatment discontinuation, which may compromise oncological outcomes. Dupilumab, an immunoglobulin G4 (IgG4) human monoclonal antibody targeting interleukin (IL)-4 and IL-13 receptors, is widely used for dermatologic conditions but remains unapproved for cirAEs due to the limited and scattered supporting evidence. This review aimed to summarize the available evidence regarding the use of dupilumab for the management of cirAEs. A systematic review was conducted using MEDLINE/PubMed, Scopus, and Web of Science in adherence to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. In total, 25 publications met the eligibility criteria and were included, reporting 136 patients who were diagnosed with 140 cirAEs and were treated with dupilumab. The most frequently treated cirAEs were eczematous rashes, bullous pemphigoid, and maculopapular/morbilliform rashes. Dupilumab was found to be highly effective, with most patients achieving complete or partial responses, even when affected by two concomitant cirAEs. An acceptable safety profile was demonstrated regarding both adverse events and oncological safety, with no additional concerns to be raised. The findings may be encouraging but are limited by the relatively small number of patients treated and the nature of the included studies, with most of them being case reports and case series. More research is warranted, along with more clinical studies, prospective in design, focused on relevant clinical outcomes of this dupilumab-treated subset of patients."
  },
  {
    "pmid": "40375263",
    "title": "A case report: iridociliary melanocytoma associated with secondary glaucoma.",
    "abstract": "Distinguishing between benign iridociliary melanocytoma and malignant melanoma presents a diagnostic challenge, particularly given the potential overlap in tumor growth patterns and clinical manifestations, especially when patients present with secondary glaucoma. Misdiagnosis may induce severe clinical consequences, including enucleation. Therefore, the judicious selection of biopsy or surgical techniques is crucial in both diagnosing and managing the condition."
  },
  {
    "pmid": "40375241",
    "title": "Tyrosinase in melanoma inhibits anti-tumor activity of PD-1 deficient T cells.",
    "abstract": "Melanoma is one of the most commonly diagnosed malignancies and serves as a model for studying immunotherapy. The B16 melanoma model, resembling human cold tumors that lack T cell infiltration and show minimal response to PD-1 blockade, is widely used for studying melanoma and its resistance to immunotherapy. Therefore, understanding the molecular basis that prevents T cell-mediated anti-tumor activity in B16 melanoma is of great significance."
  },
  {
    "pmid": "40374878",
    "title": "A phenome-wide association study of uterine fibroids reveals a marked burden of comorbidities.",
    "abstract": "The burden of comorbidities in those with uterine fibroids compared to those without fibroids is understudied. We performed a phenome-wide association study to systematically assess the association between fibroids and other conditions."
  },
  {
    "pmid": "40374783",
    "title": "Skin-and Nipple-Sparing Mastectomy with Immediate Breast Reconstruction via Prepectoral Prosthesis Placement Approach and Lipofilling of the Skin Cover for Small- and Medium-Sized Breasts: A Retrospective Study.",
    "abstract": "We aimed to assess the feasibility and outcomes of immediate breast reconstruction with prepectoral direct prosthesis placement under the skin envelope in patients with small-to medium-sized breasts with immediate lipofilling of the skin cover."
  },
  {
    "pmid": "40374749",
    "title": "Chronic rejection models for vascularized composite tissue allotransplantation.",
    "abstract": "Vascularized composite tissue allotransplantation (VCA) has transformed patients' lives by enabling limb, face, abdominal wall, and penile transplants. Despite advancements in screening and immunosuppression, chronic rejection continues to limit the success of VCA. Lack of reliable preclinical models exacerbates this challenge. Here, we report on new mouse models of chronic rejection following heterotopic hind limb VCA. We employed different levels of MHC mismatch using CD8 knockout C57BL/6 mice as recipients along with BALB/c or B6 H2-Ab1<sup>bm12</sup> mice as donors. Transient CD4 T cell depletion was induced to allow graft maturation. Evaluation included gross findings, changes in immune status changes, production of donor-specific antibodies (DSA), C4d levels, and histopathological alterations. Two chronic rejection models displayed common features of clinical chronic graft rejection, such as skin stricture, hair loss, adnexal atrophy, extensive fibrosis and mast cell infiltration without widespread necrotic changes common in acute rejection. Similar to chronic rejection patients, large populations of activated B and plasma cells were detected in the recipient's immune system as well as increased DSA and C4d production. Collectively, our models closely replicate the immunological and histopathological aspects of chronic graft rejection post-VCA, and could provide a new platform for evaluation of novel therapeutic interventions prior to clinical evaluation."
  },
  {
    "pmid": "40374605",
    "title": "Anti-BCL2 therapy eliminates giant congenital melanocytic nevus by senolytic and immune induction.",
    "abstract": "Giant congenital melanocytic nevus (GCMN) is a RAS/RAF mutation-driven syndrome characterized by extensive melanocytic lesions, posing psychological challenges and a lifelong risk of malignancy. Existing treatments like surgical resection and laser therapy fail to fully remove lesions, and MAPK inhibitors show limited efficacy. This study identified a predominant population of senescent cells and a minority of proliferative cells in GCMN, necessitating dual-targeted strategies. We found that the anti-apoptotic protein BCL2 is expressed in both senescent and proliferative cells from GCMN patients with various gene mutations. Coexpression of P16 and BCL2 indicated a phenotype of growth arrest and cell survival. BCL2 inhibitors (BCL2i) showed significant cytotoxicity to GCMN cells in vitro. Hypopigmentation and GCMN cell clearance were observed in patient-derived xenograft models and in Nras<sup>Q61K</sup>-mutated and Braf<sup>V600E</sup>-mutated transgenic models following BCL2i treatment. Histology of regressed GCMN indicated extensive immune cell infiltration, suggesting immune involvement. Single-cell sequencing and immunostaining revealed that activated neutrophils formed extracellular traps, synergizing with BCL2i to treat GCMN. Neutrophil depletion and immunosuppression reduce treatment efficacy, highlighting the crucial role of the immune response post-BCL2i treatment. Long-term follow-up showed no recurrence, with neutrophils and T cells residing in the dermis, indicating memory immune reactions. These findings present a promising therapeutic strategy and underscore the translational potential of BCL2i in treating GCMN."
  },
  {
    "pmid": "40374155",
    "title": "Keloids Revisited: Current Concepts in Treatment and Differential Diagnosis.",
    "abstract": "Keloid is a special type of scar considered prototypic of skin fibrosis. Unlike hypertrophic scars, keloids exceed the margins of the original wound, and exist over time, without a quiescent or regressive phase. Although keloids do not metastasize, they exhibit tumor-like characteristics, and share many similarities. Large epidemiological study demonstrates that patients with keloids have a 1.49-fold higher risk for cancers. Keloids can lead to severe functional impairments and diminish quality of life which increases hidden costs for patients and medical systems. The main goals of treatments are to improve scar appearance, symptoms and patient's quality of life (QoL). However, the microenvironment, pathogenesis, formation and development of the keloid are complex, the efficacy of multiple treatments were limited. Therefore, this up-to-date review aimed to target the current concepts in keloid treatment and differential diagnosis. The goal is to provide a reference for doctors and researchers to improve the accuracy of diagnosis and facilitate the selection of personalized treatment methods for patients with keloids."
  },
  {
    "pmid": "40373956",
    "title": "Hypoxia and IL-15 cooperate to induce perforin expression by CD8 T cells and promote damage to the skin in murine cutaneous leishmaniasis.",
    "abstract": "Cutaneous leishmaniasis is a disease caused by protozoan parasites of the genus Leishmania, and although parasites influence disease severity, cytotoxic CD8 T cell responses mediate damage to the infected skin. We found that the cytotoxic protein perforin was expressed in CD8 T cells only upon recruitment to Leishmania-infected skin, suggesting that lesional inflammatory cues induced perforin. Here, using a mouse model of Leishmania major infection, we demonstrated that the expression of perforin was driven by a combination of hypoxia and IL-15, both of which are microenvironmental signals present within Leishmania-infected skin. We also demonstrated that the major sources of Il15 mRNA in cutaneous leishmaniasis lesions are neutrophils and macrophages and that macrophages exposed to hypoxia in vitro produce more Il15. Since perforin is only present in lesions, we reformulated a small molecule perforin inhibitor for topical application and found that local inhibition of perforin is sufficient to ameliorate disease in established cutaneous leishmaniasis. Thus, topical perforin inhibition may be considered a therapeutic strategy for patients with cutaneous leishmaniasis and other inflammatory skin diseases where cytotoxic CD8 T cells contribute to disease pathogenesis."
  },
  {
    "pmid": "40373946",
    "title": "Cancer and Hidradenitis Suppurativa.",
    "abstract": "Hidradenitis suppurativa patients have an increased risk of developing cancer. This includes not only hematologic malignancies and solid tumors, but also cutaneous squamous cell carcinoma originating within the hidradenitis suppurativa lesions. The development of squamous cell carcinoma is most commonly associated with Caucasian men who smoke and have severe gluteal or perianal lesions of more than 25 years duration. Other factors that have occasionally been associated with hidradenitis suppurativa-related squamous cell carcinoma include treatment with a tumor necrosis factor-alpha inhibitor (such as infliximab and adalimumab), genodermatoses (such as keratitis-ichthyosis-deafness syndrome and Dowling-Degos disease), and paraneoplastic syndromes (such as hypercalcemia, hypercalcemia-leukocytosis, and paraneoplastic neuropathy). The tumor may demonstrate the presence of human papillomavirus; even after treatment, patients have a poor prognosis because cancer metastasis, or recurrence, or both commonly occurs. The potential role of human papillomavirus vaccination for cancer prevention and early treatment of squamous cell carcinoma with targeted therapy (with an epidermal growth factor inhibitor such as cetuximab) and/or checkpoint inhibitor immunotherapy (such as cemiplimab and pembrolizumab) remains to be determined. Rarely, hidradenitis suppurativa lesions have mimicked cutaneous metastases in patients with visceral malignancy by demonstrating an increased uptake of fluorine-18 fluorodeoxyglucose on positron emission tomography and/or computerized tomography scans. Also, both primary cancers (such as cutaneous squamous cell carcinoma and mucinous adenocarcinoma) and breast cancer skin metastases can masquerade as hidradenitis suppurativa lesions. For these reasons, when a lesion is located at a current or prior site of hidradenitis suppurativa that is new or rapidly growing and/or does not respond to hidradenitis suppurativa-directed therapy, prompt evaluation to establish or exclude the diagnosis of cancer should be considered."
  },
  {
    "pmid": "40373801",
    "title": "Spatial dose-distribution-based risk mapping to predict moist desquamation in breast radiotherapy.",
    "abstract": "&#xD;Objective: &#xD;A relationship between the regional spatial distribution of skin dose and the development of moist desquamation was established for patients treated with breast radiotherapy. &#xD;Approach: &#xD;A 56-patient dataset was used to develop and validate a dose-distance based metric to predict moist desquamation. Dose distributions for the skin were extracted from AcurosXB treatment plans, and patient reported outcomes were used to classify the incidence of moist desquamation across the whole breast and then more specifically in the inferior breast. The sensitivity and specificity of the metric was compared against dose-area (A38Gy ≤ 50 cm2) and dose-volume (V105% ≤ 2% of the breast volume) predictive metrics with the same dataset.&#xD;Main results: &#xD;The dose-distance metric was an effective predictor of moist desquamation for this dataset with over 70% sensitivity and specificity in the inferior breast region. This metric outperformed the dose-area (sensitivity = 45%, specificity = 55%) and dose-volume (sensitivity = 43%, specificity = 56%) predictive metrics. &#xD;Significance: &#xD;This metric offers regional moist desquamation prediction and risk mapping to highlight regions at high risk of developing severe skin toxicity and is suitable for implementation within the treatment planning process.&#xD."
  },
  {
    "pmid": "40373259",
    "title": "Phase II Study of Niraparib in Patients With Advanced Melanoma With Homologous Recombination Pathway Gene Mutations.",
    "abstract": "Patients with metastatic melanoma who progress on checkpoint inhibitors and BRAF-targeting drugs have limited therapeutic options. Up to one third of melanomas harbor at least one molecular aberration in the homologous recombination (HR) pathway, leading to HR deficiency."
  },
  {
    "pmid": "40373196",
    "title": "Clonal Relationship Between Juvenile Xanthogranuloma and Juvenile Myelomonocytic Leukemia: Insights from a PTPN11 Missense Variant.",
    "abstract": "Juvenile xanthogranuloma (JXG) is typically a benign non-Langerhans cell histiocytosis but has been rarely associated with juvenile myelomonocytic leukemia (JMML). Mutations in the RAS-MAPK pathway are implicated in both conditions, suggesting a shared genetic basis; however, only one prior case has demonstrated a clonal relationship. We report a 21-month-old boy with a progressive yellow papulonodular rash, dusky plaques, and recurrent infections. Skin biopsy confirmed JXG, and exome sequencing revealed a somatic PTPN11 (c.226 G>A) variant in both peripheral blood (32.6%) and skin lesion (27.2%). The early identification of this mutation prompted urgent hemato-oncologic evaluation. Two weeks later, the patient developed overt JMML and was successfully treated with chemotherapy and bone marrow transplantation. The shared mutation supports a clonal relationship between JXG and JMML. This case highlights the value of early genetic testing in atypical JXG and represents the second documented case of clonally related, sequential JXG and JMML."
  },
  {
    "pmid": "40373195",
    "title": "How do we avoid over-treating skin cancer in people with severe frailty and limited life expectancy?",
    "abstract": ""
  },
  {
    "pmid": "40373112",
    "title": "Vaccination with mRNA-encoded nanoparticles drives early maturation of HIV bnAb precursors in humans.",
    "abstract": "A leading HIV vaccine strategy requires a priming immunogen to induce broadly neutralizing antibody (bnAb) precursors, followed by a series of heterologous boosters to elicit somatic hypermutation (SHM) and produce bnAbs. In two randomized, open-label phase 1 human clinical trials, IAVI-G002 in the United States and IAVI-G003 in Rwanda and South Africa, we evaluated the safety and immunogenicity of mRNA-encoded nanoparticles as priming immunogens (both trials) and first-boosting immunogens (IAVI-G002). The vaccines were generally safe and well tolerated, except 18% of IAVI-G002 participants experienced skin reactions. Priming induced bnAb precursors with substantial frequencies and SHM, and heterologous boosting elicited increased SHM, affinity, and neutralization activity toward bnAb development. The results establish clinical proof of concept that heterologous boosting can advance bnAb-precursor maturation and demonstrate bnAb priming in Africa where the HIV burden is highest."
  },
  {
    "pmid": "40372430",
    "title": "UTX (KDM6A) promotes differentiation noncatalytically in somatic self-renewing epithelia.",
    "abstract": "The X-linked histone demethylase, UTX (<i>KDM6A</i>), is a master regulator of gene enhancers, though its role in self-renewing epithelia like the skin is not well understood. Here, we find that UTX is a key regulator of skin differentiation via the regulation of retinoic acid (RA) signaling, an essential metabolic pathway in both skin homeostasis, as well as in the treatment of an array of skin conditions ranging from cancer and acne to aging. Through deletion of <i>Utx</i> in the skin, we demonstrate direct regulation of both retinoid metabolic genes such as <i>Crabp2</i>, as well as key genes involved in epidermal stem cell fate and differentiation (i.e., <i>Cdh1</i>, <i>Grhl3</i>, <i>Ctnnb1</i>). Spatial analyses show that UTX loss dysregulates epidermal, sebaceous, and hair follicle differentiation programs. Strikingly, this only occurs in homozygous females, demonstrating that UTX's Y-linked paralog, UTY (<i>Kdm6c</i>), can compensate in males. Further, we observe genome-wide losses of H3K27 acetylation (H3K27ac) with minimal changes in H3K27 trimethylation (H3K27me3), revealing that UTX functions primarily noncatalytically to promote skin homeostasis. Together, the elucidation of these links between epigenetics, metabolic signaling, and epithelial differentiation offers new insights into how epigenetic modulation may allow for fine-tuning of key signaling pathways to treat disease."
  },
  {
    "pmid": "40372415",
    "title": "High-Sensitivity Cell-Based Plasmonic Biolayer Interferometry with a Two-Tiered Enhancement for Clinical Autoimmunity Surveillance of Pemphigus Vulgaris.",
    "abstract": "Pemphigus vulgaris (PV) is a chronic, often fatal autoimmune blistering disorder that affects the skin and body-wide mucous membranes, imperatively urging for accurate detection of characteristic autoantibodies. To overcome the sensitivity constraint, we report here a serological avidity test for complex PV autoantibodies, relying on cell-based plasmonic biolayer interferometry (cpBLI) with two-tiered enhancement of light interference by gold nanostars (AuNSs). High-surface-area, clean-surface AuNSs with abundant tips and grooves can enhance interference patterns and promote intrinsic and extrinsic catalysis of 3,3'-diaminobenzidine by themselves and conjugated peroxidase, enabling a dual hierarchical signal amplification of 26.8-fold over conventional BLI at a limit of detection of 0.36 pM. The cpBLI responses correlate well with diagnostic ELISA from clinical laboratories, precisely differentiating PV from normal and other epithelial antibody-associated immunobullous cutaneous diseases such as bullous pemphigoid. In a simple dip-and-read format with real-time readouts, the efficacy was verified in a masked validation cohort and multicenter patient samples. The cpBLI effectively assesses PV prognosis and precisely stratifies severity in good association with the Pemphigus Disease Area Index (PDAI). Notably, live cells on the biosensor surface facilitate drug screening by responding to PV therapeutics. Therefore, the cpBLI immunodiagnostic assay is promising for diagnosing, staging, and therapeutic monitoring PV in clinical settings and can be generalized for other autoimmune diseases."
  },
  {
    "pmid": "40372368",
    "title": "The Role of Artificial Intelligence With Deep Convolutional Neural Network in Screening Melanoma: A Systematic Review and Meta-Analyses of Quasi-Experimental Diagnostic Studies.",
    "abstract": "Detecting melanoma as one of the most common skin cancer with using artificial intelligence (AI), such as deep convolutional neural network (DCNN) have the potency to increase the accuracy of the diagnosis. The aim of this study is to analyze the sensitivity, specificity, precision, and F1-score of DCNN in screening melanoma."
  },
  {
    "pmid": "40371847",
    "title": "Glomus tumor of the scrotum: an intraoperative differential diagnostic tip.",
    "abstract": "Glomus tumors are rare, benign neoplasms arising from glomus bodies, primarily located in the subungual region and upper extremities, but uncommonly reported in areas like the scrotum. Here, we describe a unique case of a glomus tumor of the scrotal skin in a 28-year-old male presenting with a two-year history of a painful, gradually enlarging scrotal nodule. Clinical examination revealed a tender oblong nodule, and dermoscopy suggested a benign neoplasm. Imaging and initial biopsy confirmed the lesion as a possible glomus tumor. Remarkably, during biopsy, the tumor spontaneously and completely \"popped out\", narrowing the differential diagnosis to glomus tumor, angiolipoma, and epidermoid cyst. Histopathology confirmed the diagnosis of a glomus tumor, showing classic features including thick-walled blood vessels surrounded by smooth muscle actin-positive cells and a pseudocapsule. Postoperative pain resolution supported the clinical diagnosis. This case highlights the importance of considering glomus tumors in the differential diagnosis of painful scrotal lesions, especially when a mass exhibits spontaneous ejection during manipulation. To our knowledge, this is the first reported case of a scrotal glomus tumor in Saudi Arabia."
  },
  {
    "pmid": "40371734",
    "title": "Regorafenib-Induced Hand-Foot Skin Reaction in an Adolescent.",
    "abstract": "Regorafenib is a multikinase inhibitor commonly used in the management of hepatocellular carcinoma, gastrointestinal stromal tumors (GIST), and colorectal cancer. It is also used off-label for progressive or metastatic osteosarcoma, which is the most common primary bone malignancy in children and adolescents. While hand-foot skin reaction (HFSR) is a well-documented side effect associated with regorafenib use, no standard guidelines currently exist for preventing and managing regorafenib-associated HFSR in children, or for HFSR and hand-foot syndrome related to other chemotherapy agents. We present a case of regorafenib-induced HFSR in an adolescent with metastatic osteosarcoma that highlights an effective dose-reduction regimen and treatment plan that ultimately resolved her grade 3 HFSR and allowed her to resume alternate anticancer treatment immediately."
  },
  {
    "pmid": "40371357",
    "title": "An investigation of the therapeutic potential of the testicular tissue encapsulated in amnion membrane in mouse model: An experimental study.",
    "abstract": "Restoring fertility in male cancer individuals through testicular tissue transplantation faces challenges due to hypoxia-induced loss of spermatogonial stem cells (SSCs). Hydrogel encapsulation was explored to minimize hypoxic damage in testicular tissue transplantation. For this purpose, human amnion membrane (hAM)-derived hydrogel could be an alternative."
  },
  {
    "pmid": "40371294",
    "title": "Analysis and comparison of the trends in burden of malignant cutaneous melanoma in East Asian countries and regions and worldwide from 1991 to 2021.",
    "abstract": "This study aims to comprehensively analyze temporal trends in the burden of malignant melanoma (MM) in East Asia, focusing on incidence, prevalence, mortality, and disability-adjusted life years (DALYs) from 1991 to 2021. It further seeks to compare these trends with the global burden of disease."
  },
  {
    "pmid": "40370907",
    "title": "Stereotactic Re-irradiation of Sternal Metastases Using Skin Surface Fiducial Markers and Real-Time Motion Synchronization.",
    "abstract": "Due to respiratory motion, treating sternal metastases with stereotactic body radiotherapy (SBRT) is challenging, often requiring large irradiation volumes to account for target movement. To address this, we implemented a straightforward approach by placing skin fiducial markers near the sternal metastasis, enabling real-time motion synchronization with the CyberKnife® System (Accuray Inc., Sunnyvale, CA). Advances in anti-cancer therapies have significantly extended survival in metastatic patients, increasing their likelihood of requiring re-irradiation and experiencing late toxicities. We present the outcomes of two patients, one with metastatic hepatocellular carcinoma (mHCC) and one with metastatic breast cancer (mBC), who underwent two courses of SBRT for sternal metastases using the CyberKnife® and skin fiducial markers for motion management. Both patients tolerated the treatment well, achieving complete pain relief and durable local control. No late toxicity was observed in the mHCC case, while the mBC patient developed significant left anterior descending artery (LAD) stenosis, which may have been linked to cumulative radiation exposure. Given the known risk of cardiac toxicity associated with radiation therapy, these findings underscore the importance of minimizing cardiac dose to reduce long-term toxicity, particularly in re-irradiation cases."
  },
  {
    "pmid": "40370819",
    "title": "A novel NKG2A alpaca nanobody targeting immune checkpoint blockade for the treatment of malignant melanoma.",
    "abstract": "Alpacas belong to the Camelidae family. Antibodies produced through alpaca immunization are called nanoantibodies. Compared to traditional antibodies, nanoantibodies have several characteristics, including smaller molecular weight, stable structure, high homology with human antibodies, and suitability for prokaryotic expression. Malignant melanoma (MM) is a severe and aggressive form of cancer that affects both humans and animals. It commonly arises in the mucous membranes of the skin, nose, mouth, anus, and digestive tract, as well as in the choroid of the eyes. Multiple factors contribute to melanocyte carcinogenesis, including ultraviolet (UV) radiation, endocrine disorders, viral infections, immune deficiencies, and chemical carcinogens. At present, surgical resection remains to be the primary treatment for MM, although the prognosis is generally poor. However, targeted therapy and immune checkpoint inhibitors (ICIs) are increasingly employed in the clinical treatment of melanoma. NKG2A is an inhibitory receptor protein found on the surface of CD8<sup>+</sup> T cells and natural killer (NK) cells. HLA-E ligands expressed on the surface of malignant melanoma cells can facilitate immune evasion by binding to the NKG2A receptor complex on immune cells. This interaction suppresses immune responses, enabling tumor cells to escape immune surveillance. Immunosuppressive antibody drugs work by blocking this recognition mechanism, thereby reactivating immune cells to target and destroy tumor cells. As such, NKG2A has emerged as a novel target for immunotherapeutic intervention. In this study, an alpaca-derived nanoantibody targeting NKG2A with high affinity was obtained from a melanoma-specific phage library display. Through induced expression and protein purification, a monoclonal nanobody strain expressing NKG2A was successfully isolated. This NKG2A-targeting nanobody demonstrates the potential for application in both the detection and treatment of MM."
  },
  {
    "pmid": "40370794",
    "title": "The association between the vitamin B1 intake and risk of non-melanoma skin cancer in U.S. adults: a cross-sectional study.",
    "abstract": "The incidence of non-melanoma skin cancer (NMSC) has been steadily increasing in recent years, primarily due to global climate change and heightened exposure to ultraviolet (UV) radiation. This trend is particularly pronounced among Caucasians, whose lack of melanin in skin cells renders them more susceptible to UV-induced damage. Although NMSC is associated with low mortality, its high incidence imposes a significant economic burden on society. Consequently, identifying novel risk factors and predictors has become increasingly important. Growing attention has been directed toward the relationship between diet and diseases, including cancer. While research on dietary factors and NMSC has gained momentum, studies specifically examining the link between vitamin B1 intake and NMSC remain limited. Therefore, this study aims to explore the potential association between vitamin B1 consumption and the risk of developing NMSC."
  },
  {
    "pmid": "40370729",
    "title": "Correlation of dermoscopic and histopathological features in basal cell carcinoma using computerized image analysis.",
    "abstract": "Basal cell carcinoma (BCC) is the most common skin cancer, exhibiting local invasiveness despite its low metastatic potential. Dermoscopy and histopathology are essential for diagnosis, while quantitative assessments may enhance lesion characterization."
  },
  {
    "pmid": "40370139",
    "title": "Microneedle-Enabled Breakthroughs in Nucleic Acid Therapeutics.",
    "abstract": "Nucleic acid therapy demonstrates great potential in cancer treatment, infectious disease prevention, and vaccine development due to its advantages, such as rapid production, long-lasting effects, and high target specificity. Although nucleic acid therapy is considered ideal for the development of novel therapeutic strategies, its clinical application still faces numerous challenges, including the lack of efficient delivery systems, insufficient drug formulation stability, and the limitations imposed by the skin barrier on drug dosage delivery. Microneedles, as an innovative transdermal drug delivery technology, can penetrate the stratum corneum and directly access the skin's microcirculation, enabling the efficient delivery of genes and drugs. This technology offers several advantages, such as ease of operation, minimally invasive and painless application, and high safety. Combining microneedle technology with nucleic acid therapy fully leverages the strengths of both approaches, significantly enhancing therapeutic efficacy and bioavailability while maximizing treatment potential. This review explores the application prospects and advantages of combining microneedle delivery systems with nucleic acid therapy."
  },
  {
    "pmid": "40369846",
    "title": "Memory T-Cell Phenotype in Cutaneous T-Cell Lymphoma Is Modified by Germline Gene Gametocyte Specific Factor 1.",
    "abstract": "Cutaneous T-cell lymphoma (CTCL) is a heterogeneous group of lymphoproliferative disorders characterised by skin infiltration by malignant memory T cells. While most patients will present with an indolent disease, others will follow a highly aggressive clinical course. Currently, defining disease prognosis remains challenging. Ectopic expression of gametocyte-specific factor 1 (GTSF1) has emerged as a potential prognostic biomarker. However, its contribution to CTCL carcinogenesis remains unknown. Here, we report that GTSF1 contributes to carcinogenesis by partially modifying the memory/effector phenotype of the malignant T cells. GTSF1 knockdown in CTCL cells led to T-cell activation and production of IFNγ and TNFα. Advanced stages of the disease are associated with decreased production of these cytokines. Notably, we show that patients classified with high expression of GTSF1 are associated with a worse disease prognosis. Taken together, our findings indicate that GTSF1 expression in CTCL cells allows them to acquire memory T-cell phenotype. Malignant memory T cells have a decreased production of immune-responsive cytokines, leading to a diminished immune response and disease progression. GTSF1 is an important candidate as a prognostic biomarker. Furthermore, understanding the specific function of GTSF1 might help develop novel targeted treatment options for CTCL patients."
  },
  {
    "pmid": "40369743",
    "title": "Recurrent Dermatofibrosarcoma Protuberans of the Hallux Treated With Mohs Micrographic Surgery.",
    "abstract": ""
  },
  {
    "pmid": "40369738",
    "title": "Geospatial Analysis of Cutaneous Malignant Melanoma Epidemiology in Europe From 2017 to 2021.",
    "abstract": "Cutaneous melanoma is the most aggressive form of skin cancer. Although some studies have explored the epidemiology of melanoma in Europe, there is limited data on its spatial distribution."
  },
  {
    "pmid": "40369720",
    "title": "The Role of Stromal Tumor Environment in Advancing Skin Cancer Diagnosis and Treatment.",
    "abstract": "The stromal tumor environment (STE) plays a vital yet often underrecognized role in cancer progression, shaping tumor development. It influences complex interactions among stromal cells, immune cells, extracellular matrix (ECM) components, and signaling molecules. Stromal cells regulate integrin signaling and are involved in remodeling the tumor microenvironment, driving critical processes such as cell migration, survival, angiogenesis, and proliferation. Advances in understanding the STE are creating new opportunities for early cancer detection and treatment. Innovations in molecular imaging, particularly for melanoma, are transforming cancer diagnostics by providing deeper insights into tumor biology, cellular interactions, and angiogenesis, paving the way for more personalized and timely therapeutic interventions. Among these advancements, in vivo skin fluorescent imaging (SFI) stands out as a powerful tool, offering real-time molecular insights at the point of care with the ability to improve patient management."
  },
  {
    "pmid": "40369681",
    "title": "Immunomodulatory interactions between mesenchymal stromal/stem cells and immune cells in psoriasis: therapeutic potential and challenges.",
    "abstract": "Psoriasis is defined as a persistent autoimmune disease characterized by the appearance of psoriatic lesions on the surface of the skin. Currently, various approaches including chemicals, corticosteroids, phototherapy, and biological agents are being proposed and implemented to improve psoriatic lesions by modulating immune system activity or metabolic processes, often with unintended consequences and side effects. Currently, mesenchymal stromal/stem cells (MSCs) have attracted considerable interest among researchers due to their ability to modulate immune responses and their ease of application, representing a promising strategy for alleviating clinical symptoms in the treatment of allergic reactions, autoimmune diseases, cancer, and more. This study will investigate how MSCs interact with immune system cells involved in psoriasis development, such as neutrophils, keratinocytes, dendritic cells (DC), and T cell subtypes, for potential therapeutic use in psoriasis management. In this case, several immunomodulatory mechanisms are involved, including expression of chemokines, pro-inflammatory cytokines, matrix metalloproteinase and other factors involved in cell proliferation and neutrophil extracellular trap (NET) formation are among the effects of MSCs on keratinocytes and neutrophils. keratinocytes and neutrophils as pro-inflammatory cells involved in psoriasis pathogenesis and pathogenesis and progression of psoriasis. On the other hand, MSCs interact with DCs and various subsets of T cells, including Th1, Th2, Th17 and Tregs, to generate tolerogenic DCs and increase the differentiation of Tregs and modulate the Th17/Treg towards a regulatory state through overexpression of anti-inflammatory and immunomodulatory and immunomodulatory cytokines, including IL-10 and transforming growth Factor beta (TGF-β). Finally, we will focus on the challenges and obstacles in psoriasis treatment using MSCs, including limitations in the case of using MSCs from different sources and side effects that may be encountered by whole cell therapy strategies, which are attracting attention towards the implication of cell-free regimens such as using MSC-derived secretome or extracellular vesicles and exosomes to provide similar therapeutic outcomes without presumed side effects."
  },
  {
    "pmid": "40369278",
    "title": "Protection in Cryoablation: Controlled Warming to Prevent Skin Burns.",
    "abstract": ""
  },
  {
    "pmid": "40368949",
    "title": "A fusocelular skin dataset with whole slide images for deep learning models.",
    "abstract": "Cutaneous spindle cell (CSC) lesions encompass a spectrum from benign to malignant neoplasms, often posing significant diagnostic challenges. Computer-aided diagnosis systems offer a promising solution to make pathologists' decisions objective and faster. These systems usually require large-scale datasets with curated labels for effective training; however, manual annotation is time-consuming and expensive. To overcome this challenge, crowdsourcing has emerged as a popular and valuable strategy to scale up the labeling process by distributing the effort among different non-expert annotators. This work introduces AI4SkIN, the first public dataset Whole Slide Images (WSIs) for CSC neoplasms, annotated using an innovative crowdsourcing protocol. AI4SkIN dataset contains 641 Hematoxylin and Eosin stained WSIs with multiclass labels from both expert and trainee pathologists. The dataset improves CSC neoplasm diagnosis using advanced machine learning and crowdsourcing based on Gaussian Processes, showing that models trained on non-expert labels perform comparably to those using expert labels. In conclusion, we illustrate that AI4SkIN provides a good resource for developing and validating methods for multiclass CSC neoplasm classification."
  },
  {
    "pmid": "40368731",
    "title": "Alternatives to Flaps and Grafts for Management of Forehead Mohs Defects.",
    "abstract": "Patients have varying goals for reconstruction after Mohs micrographic surgery, and the operative plan should reflect these goals. Forehead reconstruction with immediate flaps and grafts may not always align with these goals, and alternative methods should be considered. Evidence suggests that secondary intention healing, delayed or augmented skin grafting, skin substitutes, and delayed reconstruction with tissue expansion are acceptable alternatives to standard flaps and grafts. When possible, these options should be included in shared decision-making before reconstruction."
  },
  {
    "pmid": "40368252",
    "title": "Dermatology Disparities and Skin Cancer Risk Factors Experienced by Rural Latine Patients: A Survey Study at a Single Academic Institution.",
    "abstract": ""
  },
  {
    "pmid": "40368182",
    "title": "Reflectance confocal microscopy terminology for non-melanocytic skin lesions: A Delphi consensus of experts.",
    "abstract": "There is lack of uniformity in reflectance confocal microscopy (RCM) terminology."
  },
  {
    "pmid": "40367737",
    "title": "Establishment of an intelligent analysis system for clinical image features of melanonychia based on deep learning image segmentation.",
    "abstract": "Melanonychia, a condition that can be indicative of malignant melanoma, presents a significant challenge in early diagnosis due to the invasive nature and equipment dependency of traditional diagnostic methods such as nail biopsy and dermatoscope imaging. This study introduces, non-invasive intelligent analysis and follow-up system for melanonychia using smartphone imagery, harnessing the power of deep learning to facilitate early detection and monitoring. Through a cross-sectional study, Research Group developed a comprehensive nail image dataset and a two-stage model comprising a YOLOv8-based nail detection system and a UNet-based image segmentation system. The integrated YOLOv8 and UNet model achieved high accuracy and reliability in detecting and segmenting melanonychia lesions, with performance metrics such as F1, Dice, Specificity and Sensitivity significantly outperforming traditional methods and closely aligning with dermatoscopic assessments. This Artificial Intelligence-based (AI-based) system offers a user-friendly, accessible tool for both clinicians and patients, enhancing the ability to diagnose and monitor melanonychia, and holds the potential to improve early detection and treatment outcomes."
  },
  {
    "pmid": "40367648",
    "title": "Single modality indocyanine green is feasible for sentinel node detection in head and neck cutaneous melanoma: A prospective cohort study.",
    "abstract": "Dual modality sentinel lymph node biopsy (SLNB) techniques are most commonly used in melanoma surgery, based on radiocolloid lymphoscintigraphy with either blue dye or indocyanine green (ICG) dye. No studies to date have analysed the use of ICG alone. This study examined the feasibility of ICG as a single modality for detecting sentinel nodes in cutaneous head and neck melanomas. A prospective cohort study was performed of all consecutive cutaneous head and neck melanomas patients between July 2023 and November 2024 undergoing SLNB at a supraregional skin cancer centre in the U.K. Three cohorts were formed: group A (ICG-only); group B (ICG and radiocolloid); and group C (radiocolloid and blue dye). 182 nodes were obtained from 67 patients. Where each technique was utilised, 100% of nodes were detected by ICG; 85% by radiocolloid; and 80% by blue dye. Radiocolloid failed to detect any nodes in three patients, and blue dye failed in four patients. In group B, ICG detected significantly more nodes than radiocolloid (p=0.0004); in group C, there was no difference between radiocolloid and blue dye (p=0.149). Twelve sentinel nodes were positive for melanoma: 100% were ICG positive, 88.9% were radiocolloid positive and 50% were blue dye positive. Single modality ICG is a feasible technique, with nodal detection and metastases detection rates comparable to dual modality. As an intraoperative surgeon-led technique, ICG-alone negates the need for preoperative lymphoscintigraphy with its associated radiation risk and nuclear medicine resource requirements."
  },
  {
    "pmid": "40367538",
    "title": "Assessment of radon emission from cosmetic products using solid-state nuclear track detectors.",
    "abstract": "Cosmetic materials are widely used to enhance or alter appearance and skin care, can increase human exposure to various chemicals, including radioactive elements. This study aimed to assess the concentrations of alpha particles in a total of fifteen different powdered cosmetic samples collected randomly from Iraqi Kurdistan markets. Tracks of alpha particles released from radon gas content in cosmetic samples were recorded using passive detector such as CR-39. The chemical etching solution of NaOH 6.25 N was used at 70 °C for 6 h to enlarge and reveal the alpha tracks, then scanned by microscope. The results showed that the range values of concentration level of radon and radium in the analyzed powdered cosmetic samples were 159.12-422.01 Bq. m<sup>-3</sup> and 0.48-1.27 Bq. kg<sup>-1</sup>, respectively. Consequently, the radon concentration values in most studied samples were within the reference limiting range (200-600 Bq. m<sup>-3</sup>) reported by ICRP. In addition, health risk parameters of annual effective dose (AED<sub>Rn</sub>), excess lifetime cancer risk (ELCR), lung cancer cases per million people per year (CPPP), the absorbed dose for soft tissues (D<sub>s</sub>) and lungs (D<sub>l</sub>) were calculated and compared to international standards. The correlation between natural radionuclides concentration and health risk parameters was analyzed statistically using Pearson correlation coefficient. The findings indicate that most of these cosmetic products pose radiation risks. As a result, many of these brands are likely to expose consumers to potential health hazards associated with radiation."
  },
  {
    "pmid": "40367310",
    "title": "Pancreatic Resection for Non-Renal Pancreatic Metastases - Experience of a Single Surgical Center.",
    "abstract": "<b>Introduction:</b> Pancreatic metastases are rare tumors representing about 2-5% of pancreatic malignant conditions. The most common origin is renal cell carcinoma, while metastases with other (non-renal) origins are much rarer. Patients and Method: Fifteen patients with non-renal pancreatic metastases were resected in our center. The postoperative immunohistochemical examination demonstrated their primary non-pancreatic origin. The patients were radiologically assessed and diagnosed with isolated metastatic or oligometastatic disease, which allowed pancreatic resection. <b>Results:</b> Fifteen patients with various types of cancer (3 - colorectal, 3 - bile duct, 2 - uterine, 2 - retroperitoneal, 2 - melanomas, 2 - ovarian, 1 - pheochromocytoma) were included. Five metastases were synchronous and 10 were metachronous. Their location was cephalic Ã¢?\" 9 patients and distal Ã¢?\" 6. Standard pancreatic resections (9 pancreaticoduodenectomies and 4 distal splenopancreatectomies) were performed, as well as limited (2 central pancreatectomies). Twelve patients survived postoperatively; death occurred in 3 patients. Neoplastic recurrence occurred in 9 patients Ã¢?\" resection was possible in two of them. Currently, only three patients are alive, without relapse. <b>Conclusions:</b> Pancreatic resection for non-renal pancreatic metastases is indicated in certain selected cases, in the context of the multidisciplinary oncological approach."
  },
  {
    "pmid": "40366863",
    "title": "Gasdermin E links tumor cell-intrinsic nucleic acid signaling to proinflammatory cell death for successful checkpoint inhibitor cancer immunotherapy.",
    "abstract": "Durable clinical responses to immune checkpoint inhibitors (ICI) are limited to a minority of patients, and molecular pathways that modulate their efficacy remain incompletely defined. We have recently shown that activation of the innate RNA-sensing receptor RIG-I and associated apoptotic tumor cell death can facilitate tumor immunosurveillance and -therapy, but the mechanism that drives its immunogenicity remained unclear. We here show that intratumoral activity of the pore-forming protein gasdermin E (GSDME) links active RIG-I signaling and apoptotic cell death in tumor cells to inflammatory pyroptosis. Activation of tumor-intrinsic RIG‑I triggered cleavage of GSDME, pore formation, loss of cell membrane integrity and leakage of cytosolic components from dying tumor cells. Tumor antigen cross-presentation by dendritic cells and subsequent expansion of cytotoxic T cells strongly relied on tumor-intrinsic GSDME activity. In preclinical murine cancer models, defective GSDME signaling rendered tumors resistant to ICI therapy. Epigenetic reprogramming with upregulation of <i>Gdsme</i> enhanced the susceptibility of tumor cells to inflammatory cell death and immunotherapy. In humans, transcriptome analysis of melanoma samples showed strong correlation between genetic activity of the RIG-I and pyroptosis pathways. In melanoma patients, high transcriptional activity of a pyroptosis gene set was associated with prolonged survival and beneficial response to ICI therapy. In summary, our data show that GSDME links RIG-I and apoptotic signaling to inflammatory cell death, thereby driving its immunogenicity and responsiveness to ICI. A deeper understanding of these pathways may allow for the development of novel combined modality approaches to improve ICI treatment responses in cancer patients."
  },
  {
    "pmid": "40366711",
    "title": "Post-acute sequelae SARS-CoV-2 infection and neuropathic pain: a narrative review of the literature and future directions.",
    "abstract": "Neuropathic pain is a recognized and debilitating symptom of SARS-CoV-2 infection across acute, post-acute, and long-COVID phases. Initially emerging as acute or subacute symptoms, these neuropathic manifestations can evolve into chronic conditions, with approximately 10% of all SARS-CoV-2 cases (estimated 65 million individuals globally) developing post-acute SARS-CoV-2 (PASC) neuropathic sequalae. Given the limited literature specifically addressing neuropathic pain related to PASC, a deeper understanding is needed to improve management and reduce patient burden."
  },
  {
    "pmid": "40366611",
    "title": "Trends in kidney cancer: exploring the impact of sex and age on stage of disease, and prognosis during the past three decades in Denmark-a DaRenCa study.",
    "abstract": "Renal cell carcinoma (RCC) management has advanced due to increased imaging-based diagnoses and improved therapies for metastatic disease. This nationwide registry-based cohort study examines changes in the number of primary RCC cases, stage at diagnosis, prognosis during the past 30 years in Denmark, and how these are associated with sex and age. All Danish patients aged 18 and older diagnosed with primary RCC from 1992 to 2021 with no prior cancer history (except non-melanoma skin cancer) were included and followed from diagnosis until death or end of follow-up (31-12-2023). Statistical analyses included Pearson's χ2, Cramer's V, Wilcoxon rank-sum test, Kruskal-Wallis, competing risk regression, Cox proportional hazard regression, and Kaplan-Meier. 17,423 RCC patients were identified. Primary RCC cases increased from 2,244 in 1992-1996 to 3,947 in 2017-2021. In this period, the proportion of male patients increased from 59 to 72% (P < 0.001). Male patients were younger at diagnosis than female patients (median age 65 vs. 69 years, P < 0.001). Localized cancer cases increased from 44% (N = 983) in 1992-1996 to 70% (N = 2,766) in 2017-2021, while metastatic cases declined from 29% (N = 640) to 17% (N = 652). Median survival for metastatic RCC improved from 4.1 months in 1992-1996 to 13.3 months in 2017-2021. Over three decades, RCC incidence in Denmark has grown, particularly among men, largely due to localized disease, adding pressure on urological departments. The number of metastatic cases remained stable, but survival improved, reflecting advances in early detection and treatment."
  },
  {
    "pmid": "40366537",
    "title": "Research trends among new investigators at ISOQOL: a bibliometric analysis from 2019 to 2023.",
    "abstract": "New investigators (NI), encompassing graduate students, recent doctoral graduates, and early-career faculty, are instrumental in advancing quality of life (QoL) research through innovative methodologies and diverse perspectives. Within the International Society for Quality of Life Research (ISOQOL), the New Investigators Special Interest Group (NI-SIG) fosters collaboration and supports this community. This study utilizes bibliometric analysis to examine the contributions of NI-SIG members, focusing on publication trends, collaboration patterns, and thematic developments in QoL research."
  },
  {
    "pmid": "40366527",
    "title": "Radiation recall dermatitis induced by abemaciclib with successful rechallenge: a case series and literature review.",
    "abstract": "To raise awareness of radiation recall dermatitis (RRD) in the context of radiotherapy combined with abemaciclib, and to explore its potential mechanisms, characteristics, and treatment options."
  },
  {
    "pmid": "40366464",
    "title": "Enhancing oncodermatology support: assessing patient utilization and satisfaction with educational resources for managing dermatologic toxicities of cancer treatment.",
    "abstract": "Dermatologic toxicities resulting from cancer treatments are common, debilitating, and can significantly impact a patient's quality of life. In some cases, these toxicities may require dose adjustments or even discontinuation of treatment. Timely management of dermatologic adverse events (DAEs) is crucial to improving patient outcomes, and educational resources are instrumental in empowering patients to recognize and manage these issues. This cross-sectional survey study aims to characterize patient utilization of and satisfaction with educational resources regarding dermatologic toxicities of cancer treatments. Findings indicate that while 77.5% (n = 110) of patients received information on managing dermatologic toxicities, a larger proportion (n = 123; 86.5%) experienced these side effects. Healthcare providers were the primary source of information (n = 102/110; 92.7%), followed by self-searching on the internet (n = 59/110; 53.6%), and social media (n = 43/110; 39.1%). Despite most patients receiving educational content, patients expressed low satisfaction with both the quality and quantity of information provided, with only 31.3% (n = 41) reporting satisfaction with the amount of information and 33.8% (n = 44) reporting satisfaction with its quality, highlighting a significant gap in resource effectiveness. Notably, patients reported the highest satisfaction with information provided by healthcare providers, suggesting that integrating comprehensive dermatologic education into oncologic care could improve patient satisfaction and outcomes."
  },
  {
    "pmid": "40366436",
    "title": "Short-term malignancy risk of JAK inhibitors in severe alopecia areata: a multicenter cohort study.",
    "abstract": "Alopecia areata (AA) is an autoimmune hair loss disorder, with Janus kinase inhibitors (JAKis) emerging as an effective treatment. However, concerns about malignancy risk remain due to boxed warnings primarily based on studies in rheumatoid arthritis. This retrospective cohort study evaluated the association between JAKis and malignancy risk in AA using the TriNetX Global Collaborative Network. Patients with severe AA were categorized by treatment history, including JAKis, traditional immunosuppressants, and no systemic treatment. Propensity score-matched Cox proportional hazards models assessed the risks of squamous cell carcinoma (SCC)/basal cell carcinoma (BCC), internal malignancies, and hematologic malignancies. Among matched cohorts of 920 patients treated with traditional immunosuppressants and 920 treated with JAKis (mean follow-up: 1,302 and 1,229 days, respectively), SCC/BCC risk was not significantly different (HR = 0.324 [0.065, 1.609]). However, internal malignancy (HR = 4.906 [2.168, 11.101]) and hematologic malignancy (HR = 8.713 [1.104, 68.796]) risks were significantly higher with traditional immunosuppressants. No significant difference in malignancy risk was observed between 446 JAKi-treated and 446 untreated patients. These findings align with previous meta-analyses in autoimmune diseases, which have not linked JAKis to an increased malignancy risk. While this study found no evidence that JAKis elevate malignancy risk, the role of JAK-STAT signaling in cancer remains complex. Given AA's unclear baseline malignancy risk and this study's retrospective nature and limited follow-up, longer-term studies are needed to better understand the long-term safety of JAKis in AA and refine risk assessment and screening strategies."
  },
  {
    "pmid": "40366412",
    "title": "Use of double flaps in pharyngo-laryngo-esophageal reconstructions: a retrospective review.",
    "abstract": "This article aims to review techniques and applications for using double flaps (both free and pedicled, and their combinations) in reconstructing defects from total pharyngolaryngectomies (TPL) or pharyngolaryngo-esophagectomies."
  },
  {
    "pmid": "40366351",
    "title": "IL-9 promotes migratory dissemination of malignant T-cells by activating the HIF-1α-Cofilin-1 axis in cutaneous T-cell lymphoma.",
    "abstract": "Cutaneous T-cell Lymphoma (CTCL) is a multistage disease characterized by rapid dissemination of malignant T lymphocytes from skin lesions to visceral organs and bone marrow. The cytokine IL-9 and its receptor (IL-9R) are aberrantly overexpressed in CTCL lesions and function to enhance tumor cell survival. Here, we uncovered a critical new role for IL-9 as a potent inducer of migration of malignant T-cells. Stimulation of IL-9R-expressing T-cell lymphoma cells with IL-9 induced a pseudohypoxic cellular state by elevating downstream levels of the pro-migratory and oxygen-sensing transcription factor, hypoxia inducible factor (HIF)-1α. High-throughput quantitative proteomics analyses of pseudohypoxic malignant T-cells identified the actin-modulating protein, Cofilin-1, as a pro-migratory CTCL-intrinsic target downstream of IL-9-HIF-1α signaling. Consistently, multicolor immunofluorescence staining revealed marked co-expression of Cofilin-1 with HIF-1α in both IL-9-treated human lymphoma cell lines and in patient CTCL skin biopsies compared to normal controls. Genetic knockdown of IL-9R or HIF-1α in human T-cell lymphoma lines by RNA interference significantly reduced both HIF-1α and Cofilin-1 co-expression and reversed IL-9-induced migration. Finally, pharmacological antagonism of HIF-1α activity using the FDA-designated orphan drug, echinomycin, significantly abrogated IL-9-triggered migration of both malignant T-cell lines as well as patient-derived T-cell lymphoma cells from CTCL biospecimens. Implications: Our results uncover a CTCL-intrinsic IL-9-HIF-1α-Cofilin-1 axis as a critical promoter of malignant T-cell migration. They further identify HIF-1α and Cofilin-1 as promising therapeutic targets to mitigate IL-9-induced CTCL dissemination."
  },
  {
    "pmid": "40366078",
    "title": "Attitudes Towards the Use of Artificial Intelligence in Dermatology: A Survey of Australian Dermatologists.",
    "abstract": "This study explored the views of dermatologists in Australia on the use of Artificial Intelligence (AI) in dermatology."
  },
  {
    "pmid": "40366066",
    "title": "Consensus on the Use of JAKinibs for Atopic Dermatitis in Australia and New Zealand. An eDelphi by the Australasian Medical Dermatology Group.",
    "abstract": "With its chronicity and varied symptomatology, moderate to severe atopic dermatitis (AD) remains a significant challenge for both patients and health care professionals. Novel targeted therapies, including the JAK inhibitors (JAKi) offer significant hope. There are many systematic reviews and meta-analyses of the use of JAKi for the management of atopic dermatitis, but few offer practical advice for the clinician. The aim of this consensus development was to place the current literature for JAKi use in atopic dermatitis within the clinical context of practice in Australasia. The Australasian Medical Dermatology Group (AMDG) reviewed the evidence for the use of JAKi in the management landscape of atopic dermatitis, adding in their cumulative experience, and used an eDelphi process to agree on best practice. In the first round of 133 eDelphi clinical practice statements, consensus was achieved in 117 (88%-complete 27.8%, close 60.1%), with no consensus in 16 (12.0%) of the statements. The 16 clinical practice statements that did not reach consensus were reviewed and revised to 15 statements and then subjected to a second round: complete consensus was achieved in 5/15 statements, close consensus in 6/15, and no consensus in 4/15. Over the two eDelphi rounds, consensus was achieved in 128/132 (97%-complete 32%, close 64%) and no consensus in 4/132 (3%). Statements regarding screening for prior varicella infection, age-appropriate cancer screening intervals, and management of flares did not reach full consensus. This study highlights areas where further research is needed to assist practicing dermatologists in safe prescribing and management of atopic dermatitis with JAK inhibitors."
  },
  {
    "pmid": "40365991",
    "title": "Treatment Preferences Among American College of Mohs Surgery Members for Rare Cutaneous Malignancies.",
    "abstract": ""
  },
  {
    "pmid": "40365522",
    "title": "Reasons for Outdoor Tanning in Adults: Q Methodology Identifies Three Types of Tanners.",
    "abstract": "<b>Background:</b> Ultraviolet (UV) radiation from the sun is a major risk factor for skin cancers. Nonetheless, many individuals in western countries tan outdoors. This study aimed to identify types of tanners and their reasons for outdoor tanning based on a Q methodology study. <b>Methods:</b> A heterogeneous sample of 25 participants aged 19-61 years was recruited and interviewed using the Q sort method. The participants ranked 37 reasons for outdoor tanning according to their subjectively perceived importance in a predetermined grid. Data were analyzed using an inverted factor analysis technique developed specifically for Q methodology. The transcripts of the postsort interviews were used to better understand the quantitative findings. <b>Results:</b> Three groups (factors) of tanners were identified based on 22 of the 25 participants. While enhancement of attractiveness was a major reason for outdoor tanning in the middle-aged group, the youngest and the oldest groups had a stronger focus on relaxation, well-being, and mental health. All three groups stated that vitamin D production was an important factor for tanning outdoors. <b>Discussion:</b> These findings suggest that people may have different reasons for exposing themselves to harmful UV radiation, but that there is a pattern most participants in our study could be assigned to. Especially the finding that all groups tanned outdoors to meet their vitamin D needs seems to be a starting point for future research and skin cancer prevention."
  },
  {
    "pmid": "40365451",
    "title": "HER2 expression in different cell lines at different inoculation sites assessed by [<sup>52</sup>Mn]Mn-DOTAGA(anhydride)-trastuzumab.",
    "abstract": "Positron emission tomography (PET) hybrid imaging targeting HER2 requires antibodies labelled with longer half-life isotopes. With a suitable radiation profile, <sup>52</sup>Mn coupled with DOTAGA as a bifunctional chelator is a potential candidate. In this study, we investigated the tumor HER2 specificity and the temporal biodistribution of the [<sup>52</sup>Mn]Mn-DOTAGA(anhydride)-trastuzumab in preclinical models."
  },
  {
    "pmid": "40365259",
    "title": "A red nodule in the umbilicus of an older man.",
    "abstract": "This case report describes an interesting example of a syringocystadenoma papilliferum lesion presenting in a 72-year-old man. He presented with a 10-month history of a red nodule in his umbilicus with unexplained weight loss and reduced appetite. The patient had a background of chronic obstructive pulmonary disease, treated prostate cancer and pemphigus vulgaris that had previously been treated with azathioprine. The nodule would occasionally bleed with trauma, but there were otherwise no associated symptoms. Physical examination revealed a 12 × 12 mm firm red nodule within the umbilicus with some creamy exudate overlying it. Given the clinical presentation, differentials at the time included Sister Mary Joseph nodule, amelanotic melanoma and pyogenic granuloma. A shave biopsy was arranged to help diagnose the nodule and further investigations including computed tomography (CT) and colonoscopy were undertaken. CT and colonoscopy did not indicate any sinister pathology. Histopathological findings demonstrated mildly cystic invaginations arising from a papillomatous epidermis that were lined by rows of cuboidal-to-columnar epithelial cells, with oval nuclei and a pale eosinophilic cytoplasm with squamous metaplasia. The stroma contained a dense mononuclear infiltrate, which was comprised predominantly of plasma cells and lymphocytes. The histopathological findings were of syringocystadenoma papilliferum. This report discusses the clinical and histopathologicial presentation of syringocystadenoma papilliferum and the investigations and management to consider with this diagnosis. We also discuss the various differentials that should be considered for a red nodule in the umbilicus."
  },
  {
    "pmid": "40365251",
    "title": "Investigating the potential of oncolytic viruses in the treatment of melanoma: where do we go from here?",
    "abstract": "Oncolytic viruses (OVs) can destroy cancer cells without harming healthy cells. This review explores the mechanisms by which OVs operate and the methods of delivering them. Melanoma is a common type of skin cancer with increasing prevalence in the UK; therefore, finding effective strategies to combat the disease is paramount. To understand the potential of OVs in treating melanoma, different types of viruses will be reviewed. Talimogene laherparepvec (T-VEC) is the only OV to be approved for treating melanoma; this review aims to understand the efficacy of T-VEC as a monotherapy and combined with other treatments. There is substantial evidence to support the use of OVs in treating melanoma by synthesizing the current perspectives of their use where they proved to be effective in clinical trials, as monotherapies and in combination with other treatments, as well as exciting innovative ventures using novel virus species. Gaps are also highlighted in the research, such as determining the influence that cancer gene mutational status has on how the tumour cells react to treatment, a concept that should also be considered in future research."
  },
  {
    "pmid": "40364848",
    "title": "Case Report: A novel chemotherapy-free regimen combined with photodynamic therapy, target therapy, and immunotherapy in a geriatric male with huge recurrent scalp and facial angiosarcoma: a report of an extremely rare case and literature review.",
    "abstract": "Angiosarcomas are sporadic vascular neoplasms among the most aggressive subtypes of soft tissue sarcomas. In addition, vast and multiple recurrent superficial scalp and facial angiosarcomas are very complex and extremely difficult to manage. Their occurrence brings about significant social and emotional distress to affected individuals. To date, no specific therapeutic strategy has been the most effective and reliable. Herein, we report a highly unique case of a geriatric male patient with recurrent scalp and facial angiosarcoma successfully treated by a chemotherapy-free regimen consisting of photodynamic therapy (PDT), immunotherapy, and target therapy. Notably, PDT provided promising remarkable auspicious outcomes and proved to be a better therapeutic option for refractory malignant angiosarcomas."
  },
  {
    "pmid": "40364843",
    "title": "Characterizing spatial immune architecture in metastatic melanoma using high-dimensional multiplex imaging.",
    "abstract": "Immune checkpoint inhibitors (ICIs) have significantly improved survival for patients with metastatic melanoma, yet many experienceresistance due to immunosuppressive mechanisms within the tumor immune microenvironment (TIME). Understanding how the spatial architecture of immune and inflammatory components changes across disease stages may reveal novel prognostic biomarkers and therapeutic targets."
  },
  {
    "pmid": "40364812",
    "title": "Congenital hypotrichosis caused by compound heterozygous variants in the LSS gene in a Chinese patient with strabismus: case report.",
    "abstract": "Lanosterol synthase (LSS) is essential for cholesterol biosynthesis and impacts embryonic development and growth. <i>LSS</i> gene variants have been associated with various conditions such as congenital hypotrichosis and cataracts, but the genotype-phenotype relationship remains not well understood."
  },
  {
    "pmid": "40364782",
    "title": "Toxicities of taxane-based chemotherapy in prostate cancer.",
    "abstract": "Despite recent developments in the treatment of advanced prostate cancer (PCa), taxanes, including docetaxel (DOC) and cabazitaxel (CBZ), remain pivotal in management. DOC has shown efficacy for patients with metastatic hormone-sensitive prostate cancer, whereas CBZ plays a key role in the post-DOC setting. However, taxane-based therapies are associated with significant toxicities. We aimed to provide a comprehensive overview of the incidence, risk factors, and management strategies for taxane-related toxicities to optimize outcomes."
  },
  {
    "pmid": "40364755",
    "title": "Outcome and Prognostic Factors of Dogs Treated for Infiltrative Lipoma Undergoing Radiation Therapy: A Retrospective Multi-Institutional Study of 29 Cases.",
    "abstract": "Canine infiltrative lipomas are localised and invasive tumours that are commonly treated with surgery and/or radiation therapy (RT). There is limited efficacy data for treatment of infiltrative lipomas, and optimal fractionation strategies remain unclear. We retrospectively assessed the outcomes and prognostic factors in a cohort of dogs that underwent intensity modulated or three-dimensional conformal RT for infiltrative lipoma. Twenty-nine dogs were included from four academic institutions. The median total radiation dose prescribed and delivered was 51 Gy (range = 20-57 Gy). Dose per fraction ranged from 2.4 to 4.2 Gy, with a median of 3 Gy. Median progression-free survival (PFS) was 1483 days; the median overall survival (OS) was 1483 days. Disease progression was documented in four dogs (14%), all of which received less than 51 Gy (range = 20-50 Gy). Grade V adverse events (AEs) or secondary malignancies were recorded in six dogs (21%; two bones, one skin, one lungs, one urethra and one small intestine AE); assigned attribution was definite (n = 1), probable (n = 2), possible (n = 2) and unlikely (n = 1). Gross tumour volume (GTV) was prognostic for PFS (p < 0.01) while both GTV (p < 0.01) and total radiation dose (p < 0.01) were prognostic for OS (p < 0.01). The number of surgeries and tumour location were not associated with PFS or OS. These findings support the use of RT for long-term local control for unresectable or incompletely excised canine infiltrative lipomas. A higher total radiation dose may result in better long-term local disease control."
  },
  {
    "pmid": "40363996",
    "title": "Non-Melanoma Skin Cancer: Dermatoscopic Diagnostic Clues in Mexican Individuals Based on Fitzpatrick Skin Phototypes.",
    "abstract": "<b>Background/Objectives</b>: Skin cancer is increasingly prevalent. Non-melanoma skin cancers pose a challenge, as most lesions are diagnosed at later stages and often lead to complications. Although dermatoscopy has emerged as a valuable tool that enhances the confidence of dermatologists, specific patterns for accurately identifying various subtypes of non-melanoma skin cancer have yet to be detailed. This study aimed to investigate dermatoscopic clues that facilitate accurate diagnosis of non-melanoma skin cancer among Mexican individuals. There is insufficient acknowledgment of high skin cancer rates among non-Whites. <b>Methods</b>: The study included fifty-three patients diagnosed with non-melanoma skin cancer, aged 39 to 89, who visited an academic dermatology department for skin examinations. Two certified dermatologists evaluated at least three dermatoscopy images for each lesion. A biopsy was taken to confirm the preliminary diagnosis. Statistical analysis was performed using GraphPad Prism v8.0, considering a probability (<i>p</i>) value of less than 0.05 as significant. <b>Results</b>: Most patients were classified as phototype III. Patients with phototype IV were younger at the time of diagnosis. Basal cell carcinomas were the most common cancer subtype. Nodular and ulcerated tumors were the most prevalent morphology. The dermatoscopic examination revealed that 60% of the lesions were pigmented, with a predominance of polymorphic vascular patterns. Squamous cell carcinomas exhibited monomorphic vascular structures. Both groups' blood vessel arrangements and specific patterns were primarily radial. <b>Conclusions</b>: Phototypes III and IV are predominant in the Mexican population; however, patients with non-melanoma skin cancer tend to be under 60 years of age at diagnosis. Although prominent reticular lines were distinctive of the ulcerated lesions, finding any pathognomonic pigmentary feature for non-melanoma skin cancer subtypes or locations was impossible. A polymorphic pattern of blood vessels, with a predominance of linear vessels, typically indicates the presence of Basal cell carcinoma. In contrast, a monomorphic pattern with a predominance of comma vessels is more suggestive of Squamous cell carcinoma."
  },
  {
    "pmid": "40362678",
    "title": "Intradermal Injection of a Protein Alone Without Additional Adjuvants Using a Needle-Free Pyro-Drive Jet Injector Induces Potent CD8<sup>+</sup> T Cell-Mediated Antitumor Immunity.",
    "abstract": "Vaccines usually contain an adjuvant that activates innate immunity to promote the acquisition of adaptive immunity. Aluminum and lipid nanoparticles have been used for this purpose, but their accumulation or widespread circulation in the body can lead to adverse effects. In contrast, physical adjuvants, which use physical energy to transiently stress tissues, do not persist in exposed tissues or cause lasting adverse effects. Herein, we investigate the effects of intradermal injection of endotoxin-free ovalbumin (OVA) protein alone without additional adjuvants using a needle-free pyro-drive jet injector (PJI) on tumor vaccination efficacy. Intradermal injection of OVA protein alone using PJI significantly increased OVA-specific CD8<sup>+</sup> T cell expansion in the lymph node, although lymph node swelling was much less than when aluminum hydroxide was used. The injection also induced OVA-specific killing activity and antibody production and showed strong CD8<sup>+</sup> T cell-dependent prophylactic antitumor effects against transplanted E.G7-OVA tumors. In particular, intradermal injection of the fluorescent OVA protein significantly enhanced its uptake by XCR1<sup>+</sup> dendritic cells, which have a strong ability to cross-present extracellular proteins in the skin and draining lymph nodes. In addition, the injection increased the expression of HMGB1, one of the potent danger signals whose expression has been reported to increase in response to shear stress. Thus, intradermal injection of OVA protein alone without any additional adjuvants using PJI induces potent CD8<sup>+</sup> T cell-mediated antitumor immunity by enhancing its uptake into XCR1<sup>+</sup> dendritic cells, which have a high cross-presentation capacity accompanied by an increased expression of shear stress-induced HMGB1."
  },
  {
    "pmid": "40362553",
    "title": "Development and Validation of an Extracellular Matrix Gene Expression Signature for Prognostic Prediction in Patients with Uveal Melanoma.",
    "abstract": "Uveal melanoma (UVM) is an aggressive cancer with a poor prognosis, particularly in metastatic cases. This study aimed to develop and validate a novel extracellular matrix (ECM) gene expression signature to predict prognosis and stratify patients by risk. ECM-related genes were identified and used to construct a prognostic model through Lasso-Cox regression analysis, leveraging RNA sequencing data from 80 UVM patients in The Cancer Genome Atlas (TCGA). The model was validated using an independent cohort of 63 UVM patients. Survival analyses, immune infiltration profiling, and functional enrichment analyses were conducted to evaluate the biological significance and clinical utility of the signature. The ECM signature stratified patients into high- and low-risk groups with significant differences in survival outcomes. High-risk patients showed elevated expression of <i>MMP1</i> and <i>MMP12</i>, which are associated with ECM remodeling and immune modulation, alongside increased infiltration of immunosuppressive cells, such as M2 macrophages. Validation confirmed the prognostic value of the signature across cohorts. Functional analyses highlighted the involvement of ECM-related pathways, epithelial-mesenchymal transition, and immune system interactions in tumor progression. This ECM gene expression signature is a robust prognostic tool for UVM, offering insights into tumor biology and immune microenvironment interactions. It holds promise for improving patient stratification and guiding personalized therapeutic strategies. Further research is warranted to explore the functional roles of these genes in UVM progression."
  },
  {
    "pmid": "40362475",
    "title": "A Novel Homozygous 9385 bp Deletion in the <i>FERMT1</i> (<i>KIND1</i>) Gene in a Malaysian Family with <i>Kindler Epidermolysis bullosa</i> and a Review of Large Deletions.",
    "abstract": "Kindler Epidermolysis bullosa (KEB; OMIM 173650) is a rare autosomal recessive genodermatosis characterized by bullous poikiloderma and photosensitivity. Additional presentations include blistering, poor wound healing, skin atrophy, and increased risk of skin cancer. Most cases of KEB result from aberrations in the <i>FERMT1</i> (Fermitin family member 1) gene encoding kindlin-1 and include nonsense, frameshift, splicing, and missense variants. Large deletion variants have been reported in nine cases to date. Most variants are predicted to lead to premature termination of translation and to loss of kindlin-1 function. In this study, we report on a 33-year-old male patient who presented with typical clinical manifestations of KEB. As routine molecular testing failed to obtain a diagnosis, Next Generation Sequencing (NGS) of an Epidermolysis Bullosa (EB)-specific panel was carried out followed by the determination of the deletion breakpoints and verification at the mRNA and protein levels. This approach revealed a new large homozygous deletion of ~9.4 kb in the <i>FERMT1</i> gene involving exons 7 to 9. Finally, we performed a literature review on large <i>FERMT1</i> deletions. The deletion is predicted to skip exons 7 to 9 within the mRNA, which results in a frameshift. The patient's phenotype is likely caused by the resulting truncated and non-functioning protein. Our report further enriches the spectrum of <i>FERMT1</i> gene variants to improve genotype-phenotype correlations."
  },
  {
    "pmid": "40362334",
    "title": "High Copy Number Variations Correlate with a Pro-Tumoral Microenvironment and Worse Prognosis in Acral Lentiginous Melanoma.",
    "abstract": "Acral lentiginous melanoma (ALM) is a rare melanoma subtype primarily located in acral regions. However, ALMs exhibit a distinctive genetic profile characterized by a high number of copy number variations (CNVs) and limited point mutations. Late diagnosis and restricted therapeutic efficacy contribute to its poor prognosis. The secretome within the tumor microenvironment (TME) influences immune modulation and plays a vital role in melanoma progression. We aim to analyze the role of ALM secretome and CNVs profile with prognosis in primary ALM patients. Here, we demonstrated that high CNV burden (CNVsHigh) was associated with worse clinicopathological characteristics and poor prognosis. Furthermore, our study also revealed that conditioned media (CM) of CNVsHigh genetic profile ALM cell line was associated with pro-tumoral, pro-angiogenic, and immunosuppressive secretome profiles. In addition, CM of CNVsHigh cell lines in vitro promotes macrophage polarization to immunosuppressive phenotype. Moreover, we observed an increased presence of immunosuppressive tumor-associated macrophages (TAMs) at the invasive front (IF) of CNVsHigh ALM biopsies. This research reveals the adverse prognostic impact of CNVsHigh in ALM patients, establishing a novel link with a pro-tumor secretome, offering potential biomarkers for prognosis and personalized treatment to enhanced disease monitoring in ALM patients."
  }
]